acpi
adobe-source-sans-fonts
apparmor
archlinux-contrib
awesome-terminal-fonts
baobab
base
base-devel
bind
bottom
bridge-utils
dua-cli
duf
dust
exa
fd
file-roller
firefox
gdm
git-delta
glow
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-console
gnome-contacts
gnome-font-viewer
gnome-logs
gnome-music
gnome-photos
gnome-power-manager
gnome-screenshot
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tweaks
gnome-user-docs
gnome-video-effects
gnome-weather
gtk-engine-murrine
hplip
hyperfine
inetutils
intel-ucode
inter-font
kitty
kvantum
lazygit
libgda
libreoffice-fresh-es
linux-headers
linux-zen
linux-zen-headers
man-db
mtools
nautilus
neofetch
nfs-utils
openbsd-netcat
orca
os-prober
qgnomeplatform-qt5
qgnomeplatform-qt6
qt5ct
rebuild-detector
reflector
ripgrep
sassc
sof-firmware
starship
sushi
tealdeer
totem
ttf-fira-code
ttf-jetbrains-mono
ttf-roboto
vifm
vlc
wezterm
xdg-user-dirs-gtk
zoxide
zram-generator
